"%@ (optional)" = "%@ (valgfrit)";

"Account number" = "Kontonummer";

"Address" = "Adresse";

"Address line 1" = "Adresselinje 1";

"Address line 2" = "Adresselinje 2";

"Area" = "Område";

"BLIK code" = "BLIK-kode";

"BSB number" = "BSB-nummer";

"Bank account •••• %@" = "Bankkonto •••• %@";

"Billing address is same as shipping" = "Faktureringsadresse er den samme som forsendelse";

"Cancel" = "Annuller";

"Card brand" = "Kortbrand";

"City" = "By";

"Code field" = "Kodefelt";

"Company" = "Virksomhed";

"Continue" = "Fortsæt";

"Country" = "Land";

"Country or region" = "Land eller region";

"County" = "Amt";

"Date is empty." = "Dato er tom.";

"Department" = "Afdeling";

"District" = "Distrikt";

"Do Si" = "Do Si";

"Do you want to close this form?" = "Vil du lukke denne formular?";

"Done" = "Færdig";

"Double tap to edit" = "Tryk to gange for at redigere";

"Edit" = "Rediger";

"Eircode" = "Eircode";

"Email" = "E-mailadresse";

"Emirate" = "Emirat";

"Error" = "Fejl";

"First" = "Første";

"Full name" = "Fulde navn";

"Incomplete phone number" = "Ufuldstændigt telefonnummer";

"Invalid UPI ID" = "Ugyldigt UPI ID";

"Island" = "Ø";

"Last" = "Sidste";

"Name" = "Navn";

"Name on account" = "Navn på konto";

"OK" = "OK";

"Oblast" = "Oblast";

"Other" = "Andet";

"Parish" = "Sogn";

"Phone" = "Telefon";

"Phone number" = "Telefonnummer";

"Postal code" = "Postnummer";

"Prefecture" = "Præfektur";

"Province" = "Provins";

"Remove" = "Fjern";

"Remove bank account?" = "Vil du fjerne bankkontoen?";

"Remove card" = "Fjern kort";

"Search" = "Søg";

"Select card brand (optional)" = "Vælg kortbrand (valgfrit)";

"Sort code" = "Sort code";

"State" = "Stat";

"Suburb" = "Forstad";

"Suburb or city" = "Forstad eller storby";

"The BSB you entered is incomplete." = "Den BSB, du angav, er ufuldstændig.";

"The ID number you entered is incomplete." = "Det indtastede ID-nummer er ikke komplet.";

"The account number you entered is incomplete." = "Det indtastede kontonummer er ikke komplet.";

"The sort code you entered is invalid." = "Den sorteringskode, du angav, er ugyldig.";

"Town or city" = "Landsby eller by";

"UPI ID" = "UPI ID";

"Unable to parse phone number" = "Kunne ikke analysere telefonnummer";

"Use rotor to access links" = "Brug hjulet til at tilgå links";

"Your BLIK code is incomplete." = "Din BLIK-kode er ufuldstændig.";

"Your BLIK code is invalid." = "Din BLIK-kode er ugyldig.";

"Your ZIP is incomplete." = "Dit postnummer er ikke fuldendt.";

"Your email is invalid." = "Din e-mail er ugyldig.";

"Your payment information will not be saved." = "Dine betalingsoplysninger gemmes ikke.";

"Your postal code is incomplete." = "Dit postnummer er ikke fuldendt.";

"ZIP" = "ZIP";
